;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after symbol ' = '
;
;
; TranslationAuthor: WiseCleaner.com
; TranslationAuthorEmail: support@wisecleaner.com
; TranslationAuthorWeb: http://www.wisecleaner.com
; Soft Version: 1.56.80
; Update: 2020-08-20
;
[GUI]
ButtonYes=Yes
ButtonNo=No
ButtonOK=OK
ButtonMinimize=Minimize
ButtonMaximize=Maximize
ButtonClose=Close
ButtonRestore=Restore
ButtonMenu=Menu
BtnNews=Information

[Lang]
NativeLanguage=English
[Translation]
LangCode=0C09|2809|1009|2409|4009|1809|2009|4409|1409|3409|4809|1c09|2C09|0809|0409|3009
ReadHabit=Left-to-right
LanguageName=ENU
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Information
Warning=Warning
Error=Error
Confirm=Confirmation
CurVer=Current Version:
FrmGBMain.btnfeedback.caption=Feedback
FrmGBMain.btncheckver.caption=Checks for new version
BtnEnd=End
;
; About
;
FrmGBAbout.caption=About
FrmGBAbout.btnok.caption=Ok
FrmGBAbout.lblver.caption=Current Version：
FrmGBAbout.lblemail.caption=Support Email：
FrmGBAbout.lblhome.caption=Homepage：
FrmGBAbout.lblthank.caption=Thank the following people for their contributions:

;
; Popup Menu
;
pmNewsletter=Get newsletter
pmfeedback=Feedback..
pmHelp=Help Online
pmHome=Home Page
pmContact=Contact us
pmCheckNew=Check for Updates
pmLang=Languages
pmAbout=About Us
pmCheckNew=Check for Updates
pmrun=Run Game
pmadd=Add Game
pmdel=Delete Game
pminfo=Game Information
pmEndProcess=End Process
pmExclude=Exclude
pmNoExclude=Cancel Exclusion
pmGoogle=Search by Google


;
; Main GUI
; 
FrmGBMain.BtnTabGame.Caption=My Games
FrmGBMain.BtnTabOpt.Caption=System Optimizer
FrmGBMain.BtnTabProcess.Caption=Process Optimizer
FrmGBMain.BtnTabService.Caption=Service Optimizer
FrmGBMain.Btnlikeit.Caption=like it
FrmGBMain.BtnRestore.Caption=Restore

;
; Like Us
;
FrmLikeit.lblTitle.caption=If you love free Wise Game Booster, please recommend it to those who you love.
FrmLikeit.lblInfo.caption=Please share Wise Game Booster with your family, friends, classmates, and colleagues by Email, Blog, Twitter, YouTube, Facebook, etc. Well done! You will bring convenience and efficiency to their lives.
FrmLikeit.lblRate.caption= Rate for Wise Game Booster:
FrmLikeit.lblfollow.caption=Follow Us on:
FrmLikeit.lblshare.caption=Share Wise Game Booster:
FrmLikeit.btndownload.caption=Free Download
FrmLikeit.imgrate.hint=Give us a 5 star award
FrmLikeit.imgmail.hint=Share it with your friends
FrmLikeit.imgface1.hint=Share it on Facebook
FrmLikeit.imgface2.hint=Follow us on Facebook
FrmLikeit.imgtwitter1.hint=Share it on twitter
FrmLikeit.imgtwitter2.hint=Follow us on twitter
FrmLikeit.Caption=Like it
FrmLikeit.lbldownload.caption=Download more freeware from WiseCleaner.com

FrmGBMain.btnFacebook.hint=Like WiseCleaner on Facebook
FrmGBMain.btnTwitter.hint=Share Wise Game Booster on Twitter
FrmGBMain.btnEmail.hint=Share Wise Game Booster with friends

;
; gameinfo
;
FrmGameinfo.caption=Game Information
FrmGameinfo.lbltype.caption=Game Type:
FrmGameinfo.lblname.caption=File Name:
FrmGameinfo.lblPublisher.caption=Game Developer:
FrmGameinfo.lbltimes.caption=Running Times:
FrmGameinfo.lbllasttime.caption=Last Run:
FrmGameinfo.lblrate.caption=Game Rating:
FrmGameinfo.lblcomment.caption=Game Notes:
FrmGameinfo.btnok.caption=OK
FrmGameinfo.btncancel.caption=Cancel
;
;GameBox
;
FrmGameBox.btnsysopt.caption=Optimize
FrmGameBox.btnProcessopt.caption=Optimize
FrmGameBox.btnServiceopt.caption=Optimize
FrmGameBox.btnopt.caption=Optimize All

;
;sysopt
;
FrmSysOpt.btnopt.caption=Optimize All
FrmSysOpt.lblhint.caption=Optimize the following items to improve game performance please.
FrmSysOpt.lblreall.caption=Resume All
;
;processopt
;
FrmProcess.lblhint.caption=Close the high memory usage processes to boost game speed. 
ProcessCpu=CPU Usage
ProcessMemory=Memory Usage
ProcessSuggest=Suggestion
ProcessAction=Process Management
ProcessMostMemUse=High Memory Usage Non-system Programs
;
;Serviceopt
;
FrmService.lblhint.caption=Close irrelevant services to boost game speed. 
ServicePublisher=Developer
ServiceSuggest=Suggestion
ServiceAction=Service Management
ServiceStop=Stop Irrelevant Services
ServiceDisable=Stop
ServiceEnable=Start 
ServiceKeep=Keep
ServiceMust=Must be open

;
;serviceRestore
;
Frmrestore.Btnreall.caption=Resume All
Frmrestore.caption=Resume Service
Frmrestore.Btnok.caption=OK
ServiceName=Service Name
ServiceChangeDateTime=Last Modified
ServiceRestore=Service Resume

[GameBox]
lstbtnsearch=Search Game
GameUnknow=Unknown
GameRPG=Role-playing games
GameShot=Shooting games
GameOther=Other games
NeverPlay=Never played
UnknowPublisher=Unknown developers
lstbtnadd=Add Game
LblSysopt=System optimization
LblProcessopt=Process management
LblServiceopt=Service optimization
LblTitleCheck=Testing PC performance, please wait...

[message]
NoNews=You have no unread message.
NewVer=A new version of Wise Game Booster is available! Do you want to upgrade it now?
FirRun=Do you want WGB to search for all your local games automatically at its first run?
NoNewVer=Congratulations! The version you are using is the latest.
CheckComputer=Testing PC performance, please wait...
SearchGame=Searching for your local games, please wait...
Allgood=Congratulations! Your PC is in good condition. No need to optimize. 
SysGood=Congratulations! No items need optimizing. 
ProcessGood=Congratulations! No processes need ending. 
ServiceGood=Congratulations! No services need stopping. 
HaveProblem=Found %d issues! Please click "Optimize All" to fix them.
sysProblem=%d items can be optimized.
Processproblem=%d processes can be ended to free up memory.
Serviceproblem=%d services can be ended.
DeleteGame=Are you sure to remove this game?
HaveOpt=Optimized
btnRestore=Resume
btnOpt=Optimize
BtnAction=Action
BtnStop=Stop
SuggestClose=End
SuggestKeep=Keep
haveStoped=Stopped
HaveRun=Started
BtnRun=Start
HaveFail=Stop Failed
OptComputer=Optimizing, Please wait...
AllgoodAfterOpt=Optimization Completed and %s MB Saved. Play game now!
AllgoodAfterManualOpt=Congratulations! No items need to be optimized. Play game now!
HaveProblemAfterOpt=%d items failed to be optimized, but %s MB memory released.
TranslateTo=Translate into...

[sysopt]
SystemStable=System Stability
SystemSpeedup=System Speedup
NetworkSpeedup=Network Speedup
AutoKill=Automatically shut down unresponsive applications to avoid system crash.
RestartExplorer=Automatically restart Windows Explorer to avoid an unexpected desktop disappearing.
TwoProcess=Make Windows Explorer run as a separate process to avoid a system conflict.
ErrorReport=Disable screen error reporting to improve system performance.
Debugger=Disable debugger to speed up error processing.
OptMemory=Optimize memory default settings to improve system performance.
OptVEff=Optimize the appearance of front end components (dialog box, menus, etc.) to improve system response speed.
OptFileSystem=Optimize file system to improve system performance.
OptDiskSystem=Optimize disk I/O of subsystem to improve system performance.
DisAutoRun=Disable the "Autoplay" feature on drives to avoid virus infection.
OptTTL=Optimize TTL (Time To Live) settings to improve network performance.
OptNetForward=Optimize network forwarding ability to improve network performance.
OptMTU=Automatically detect "black holes" by Path MTU Discovery technique to improve TCP/IP performance.
OptWINS=Optimize WINS name query time to improve data transfer speed.
OptNetWork=Optimize network settings to improve transfer performance.
CloseAnimate=Close animation effect showed when maximizing or minimizing a window to speed up window response.
PagingExecutive=Disable memory pagination and reduce disk I/O to improve application performance. (Ignore it if your physical memory is <1 GB)
StaticIP=Set a static IP for your local connection to improve your PC startup speed
PorcessorTime=Optimize processor performance to make applications, games, etc. run more smoothly. (Ignore it if your machine is a server.)
DisableIDECheck=Prevent IDE channel check to improve the Windows startup speed.
ForeAppSpeed=Boost the response speed of foreground programs.
AeroPeek=Boost the display speed of Aero Peek.
AeroSnap=Speed up Aero Snap to make thumbnail display fast.
ShowSpeed=Optimized response speed of system display.
IconCache=Increase system icon cache and speed up desktop display.
OptDiskIdle=Optimize disk I/O while CPU is idle.
OptIEConnection=Increased max connections per server. Webpage viewing speed and online video watching speed enhanced.
OptEthernet=Optimize Ethernet card performance.
BlueReboot=Disable automatical reboot when system encounters blue screen of death.
BootDelay=Reduces "check disk" time to improve Windows boot-up speed.
BootPartition=Enable optimization feature to improve Windows boot-up speed.
BootSpeedup=Bootup/Shutdown acceleration.
ClearPagingFile=Disable clearing Windows Paging File at shutdown to speed up PC shutdown.
DisableDefragBoot=Disable drive defrag system on boot to extend lifespan of SSD.
DisableDefragIdle=Disable auto defrag when idle to extend lifespan of SSD.
DisablePrefetch=Disable prefetch parameters to extend lifespan of SSD.
DisableSuperPrefetch=Disable Superfetch parameters to extend lifespan of SSD.
EnableTRIM=Enable TRIM function to improve working performance of SSD.
FileListSpeed=Optimize refresh policy of Windows file list.
OptDNS=Optimize DNS and DNS parsing speed.
OptLAN=Optimize LAN connection.
PrefetchParameters=Optimize prefetch parameters to improve Windows boot-up speed.
PreviewUP=Speed up display speed of Taskbar Window Previews.
RemoteRegAccess=Disable registry modification from a remote computer.
SSDSpeedup=SSD Optimize
SuperPrefetchParameters=Disable Super-Prefetch to reduce memory consumption on windows (8/10) bootup.
TimeOut=Reduce application idleness at closing to improve the shutdown process.
